# CLI tools
brew "git"
brew "btop"
brew "fastfetch"
brew "neovim"
brew "spicetify-cli"
brew "yazi"
brew "starship"
brew "chezmoi"
brew "tmux"
brew "go"
brew "fzf"
brew "ripgrep"
brew "gh"
brew "silicon"

# GUI apps
cask "google-chrome"
cask "zen-browser"
cask "spotify"
cask "discord"
cask "whatsapp"
cask "kitty"
cask "bruno"
cask "raycast"
cask "alt-tab"
cask "font-jetbrains-mono-nerd-font"
